<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>files</key>
	<dict>
		<key>Headers/LookKit-Swift.h</key>
		<data>
		NzyEDdflYU/dYWND84EHdWRo/Pw=
		</data>
		<key>Headers/LookKit.h</key>
		<data>
		WoKNhzaqWbDScso9zE5Zc/CbyAk=
		</data>
		<key>Info.plist</key>
		<data>
		Y9uz0v35Wj1gQPHYW1afBckyRkk=
		</data>
		<key>MobileNetV2_SSDLite.mlmodelc/analytics/coremldata.bin</key>
		<data>
		XHaRHDls4/S4FIvlR2Cvn3uHBm0=
		</data>
		<key>MobileNetV2_SSDLite.mlmodelc/coremldata.bin</key>
		<data>
		1UVldcBbSd1tANS7IaJ/XXfq9hc=
		</data>
		<key>MobileNetV2_SSDLite.mlmodelc/metadata.json</key>
		<data>
		io+wHZBzeTiKCMkQ5fAXfukrbuw=
		</data>
		<key>MobileNetV2_SSDLite.mlmodelc/model0/analytics/coremldata.bin</key>
		<data>
		U6sFqbcOyo7P4KTbnpJ3xfxx+1M=
		</data>
		<key>MobileNetV2_SSDLite.mlmodelc/model0/coremldata.bin</key>
		<data>
		9cBeldGdqRMt98gkmvMHlt6LNOA=
		</data>
		<key>MobileNetV2_SSDLite.mlmodelc/model0/model.espresso.net</key>
		<data>
		Ia8mkn/o9sUCLwR2lVxKV+R1Gts=
		</data>
		<key>MobileNetV2_SSDLite.mlmodelc/model0/model.espresso.shape</key>
		<data>
		pGIykBtvmrKc2bzLjzKOVFiEpsw=
		</data>
		<key>MobileNetV2_SSDLite.mlmodelc/model0/model.espresso.weights</key>
		<data>
		ukaVRazSky6Y0ZeuPVWzuqYzepQ=
		</data>
		<key>MobileNetV2_SSDLite.mlmodelc/model0/model/coremldata.bin</key>
		<data>
		AyvVi5cUgezTYZFS+H0JNPDYKgA=
		</data>
		<key>MobileNetV2_SSDLite.mlmodelc/model0/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
		<key>MobileNetV2_SSDLite.mlmodelc/model1/analytics/coremldata.bin</key>
		<data>
		gG00dOLWMlX5fQ7aE60Z8MwDxM4=
		</data>
		<key>MobileNetV2_SSDLite.mlmodelc/model1/coremldata.bin</key>
		<data>
		RAaK1S9ln6zTBCtQArBIgdnSrUo=
		</data>
		<key>MobileNetV2_SSDLite.mlmodelc/model1/model.espresso.net</key>
		<data>
		foCLQswYAk0IivkF5Hnt/SE33hI=
		</data>
		<key>MobileNetV2_SSDLite.mlmodelc/model1/model.espresso.shape</key>
		<data>
		zhT4XTUbzKK0FDe9rI8zPp94V1I=
		</data>
		<key>MobileNetV2_SSDLite.mlmodelc/model1/model.espresso.weights</key>
		<data>
		4OP3u8MT+KbnFqzn8uxrywhV26w=
		</data>
		<key>MobileNetV2_SSDLite.mlmodelc/model1/model/coremldata.bin</key>
		<data>
		yNfQ7w7t+oLS6hqlkoRbmm1LArc=
		</data>
		<key>MobileNetV2_SSDLite.mlmodelc/model1/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
		<key>MobileNetV2_SSDLite.mlmodelc/model2/coremldata.bin</key>
		<data>
		xf6IP9CBrpe6d32aCO+yo7ntv9o=
		</data>
		<key>Modules/LookKit.swiftmodule/arm64-apple-ios.swiftdoc</key>
		<data>
		6hLAHUSyECkIcV0d/NcUXGgqUTw=
		</data>
		<key>Modules/LookKit.swiftmodule/arm64-apple-ios.swiftinterface</key>
		<data>
		L0BhD3Zj5++qtGlXY/o9Tqzb2qo=
		</data>
		<key>Modules/LookKit.swiftmodule/arm64-apple-ios.swiftmodule</key>
		<data>
		oOJZf2bsxdGMnj0U25NIFw96MXA=
		</data>
		<key>Modules/LookKit.swiftmodule/arm64.swiftdoc</key>
		<data>
		6hLAHUSyECkIcV0d/NcUXGgqUTw=
		</data>
		<key>Modules/LookKit.swiftmodule/arm64.swiftinterface</key>
		<data>
		L0BhD3Zj5++qtGlXY/o9Tqzb2qo=
		</data>
		<key>Modules/LookKit.swiftmodule/arm64.swiftmodule</key>
		<data>
		oOJZf2bsxdGMnj0U25NIFw96MXA=
		</data>
		<key>Modules/module.modulemap</key>
		<data>
		6PJzSAtOjZVGCfNUS3l5P+B/4Xo=
		</data>
		<key>facenet_keras_weights_coreml.mlmodelc/analytics/coremldata.bin</key>
		<data>
		MyCyins8KKOtTVbqWOGY8tj46mM=
		</data>
		<key>facenet_keras_weights_coreml.mlmodelc/coremldata.bin</key>
		<data>
		X0ANF7C7MjklXc3eqUz11WXr1zM=
		</data>
		<key>facenet_keras_weights_coreml.mlmodelc/metadata.json</key>
		<data>
		PWN8wrV3DysITjOkEfD/nXHWPYA=
		</data>
		<key>facenet_keras_weights_coreml.mlmodelc/model.espresso.net</key>
		<data>
		nrn0YSORCyGwyD5HyiuMfjKyBTA=
		</data>
		<key>facenet_keras_weights_coreml.mlmodelc/model.espresso.shape</key>
		<data>
		E6gdpYB7ofs5DlIJY8/Z5j6MBTw=
		</data>
		<key>facenet_keras_weights_coreml.mlmodelc/model.espresso.weights</key>
		<data>
		VZWMgJaUs47/22FQuVplK2SGHxY=
		</data>
		<key>facenet_keras_weights_coreml.mlmodelc/model/coremldata.bin</key>
		<data>
		AyvVi5cUgezTYZFS+H0JNPDYKgA=
		</data>
		<key>facenet_keras_weights_coreml.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
	</dict>
	<key>files2</key>
	<dict>
		<key>Headers/LookKit-Swift.h</key>
		<dict>
			<key>hash2</key>
			<data>
			+fmkeI3naW/QSMAnij9jdSFcwghFI0Fn8hdnTc1j3QU=
			</data>
		</dict>
		<key>Headers/LookKit.h</key>
		<dict>
			<key>hash2</key>
			<data>
			AkEFPREUvgY/vyclOYgt9uU5316/P2yY80hUnEGXABw=
			</data>
		</dict>
		<key>MobileNetV2_SSDLite.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			6BqIkmc5o5CaQOH+KeJSDpNTDOP8+3w5IAiVhUbHrr8=
			</data>
		</dict>
		<key>MobileNetV2_SSDLite.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			VTszLoJodmY+jOj0KQfih677ad8ioVQ91FKkxfGFEU8=
			</data>
		</dict>
		<key>MobileNetV2_SSDLite.mlmodelc/metadata.json</key>
		<dict>
			<key>hash2</key>
			<data>
			0kxGmUmEpfuXEfUQ7ZpS8cqlBNrnrbJuphYfp22/aFs=
			</data>
		</dict>
		<key>MobileNetV2_SSDLite.mlmodelc/model0/analytics/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			qHmzcuM7myQx/XZ1SMWqPp7mZDle16+3zNUxZ2BA4K0=
			</data>
		</dict>
		<key>MobileNetV2_SSDLite.mlmodelc/model0/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			s9gyAC1/Y3U9otwXWxxdVO3sZF3EZLYbBH+iprtDBgE=
			</data>
		</dict>
		<key>MobileNetV2_SSDLite.mlmodelc/model0/model.espresso.net</key>
		<dict>
			<key>hash2</key>
			<data>
			ainBaakj/vSvYtp1HlLjk/KmPgRi4V19lPih6Zj8U8Y=
			</data>
		</dict>
		<key>MobileNetV2_SSDLite.mlmodelc/model0/model.espresso.shape</key>
		<dict>
			<key>hash2</key>
			<data>
			uZBwzySOTzaIuMmqsqnjLEkE58L1zfkez83dICpGt8M=
			</data>
		</dict>
		<key>MobileNetV2_SSDLite.mlmodelc/model0/model.espresso.weights</key>
		<dict>
			<key>hash2</key>
			<data>
			UD1lBdwacPCVkM7Wws4WbQiu02gl7av2cW/pVY5mfM4=
			</data>
		</dict>
		<key>MobileNetV2_SSDLite.mlmodelc/model0/model/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			CJPCiEp21Qvpv+Xxrb6up2khi9N7a6oBM7aTqzbcKdg=
			</data>
		</dict>
		<key>MobileNetV2_SSDLite.mlmodelc/model0/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			LDTOHfI7g4xavyp/ZDfMo9MGftUJ/yXxHfaxG1grUes=
			</data>
		</dict>
		<key>MobileNetV2_SSDLite.mlmodelc/model1/analytics/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			wgp9m8U/wKv3BwirnAns8O5yW2WAb2PzUn8IS1a+6KE=
			</data>
		</dict>
		<key>MobileNetV2_SSDLite.mlmodelc/model1/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			XLn5f6RVf7kECSBD9eDue3WMlvmm63e6JwW1U/pnp08=
			</data>
		</dict>
		<key>MobileNetV2_SSDLite.mlmodelc/model1/model.espresso.net</key>
		<dict>
			<key>hash2</key>
			<data>
			Ah9CQZHrYQpAKaT9rzUWBelDVdWUT748pyHYUHo8QRE=
			</data>
		</dict>
		<key>MobileNetV2_SSDLite.mlmodelc/model1/model.espresso.shape</key>
		<dict>
			<key>hash2</key>
			<data>
			bvJMvqB0OShO9vADpxJT7dyqevsMNz8BJx4InEjXdPs=
			</data>
		</dict>
		<key>MobileNetV2_SSDLite.mlmodelc/model1/model.espresso.weights</key>
		<dict>
			<key>hash2</key>
			<data>
			J6wybUB2kAP5Xmy0PvEqcw0Mi7yY+b+9izOeS3vtC9A=
			</data>
		</dict>
		<key>MobileNetV2_SSDLite.mlmodelc/model1/model/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			9aX9QtFqIDAnmO9u0wmXm0MAPSMg2fDo6pgxqSdZ+0s=
			</data>
		</dict>
		<key>MobileNetV2_SSDLite.mlmodelc/model1/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			LDTOHfI7g4xavyp/ZDfMo9MGftUJ/yXxHfaxG1grUes=
			</data>
		</dict>
		<key>MobileNetV2_SSDLite.mlmodelc/model2/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			SqOJJk/FzzRSNOYZOlHHtr7P5BpXGEtzDb1GmOc/KYg=
			</data>
		</dict>
		<key>Modules/LookKit.swiftmodule/arm64-apple-ios.swiftdoc</key>
		<dict>
			<key>hash2</key>
			<data>
			lSxtrsIf8Y/EYtek5Bi5i8pbSmBK16JFSPVDJBPa7ac=
			</data>
		</dict>
		<key>Modules/LookKit.swiftmodule/arm64-apple-ios.swiftinterface</key>
		<dict>
			<key>hash2</key>
			<data>
			0dr49Rg7DYwPCaqwNSa4xKhydD3vQNsBE54OZYAzYsM=
			</data>
		</dict>
		<key>Modules/LookKit.swiftmodule/arm64-apple-ios.swiftmodule</key>
		<dict>
			<key>hash2</key>
			<data>
			KMdjwi6XqdO6jANGN1jYLiS4hmEGWuWo2sk9jiw1v6k=
			</data>
		</dict>
		<key>Modules/LookKit.swiftmodule/arm64.swiftdoc</key>
		<dict>
			<key>hash2</key>
			<data>
			lSxtrsIf8Y/EYtek5Bi5i8pbSmBK16JFSPVDJBPa7ac=
			</data>
		</dict>
		<key>Modules/LookKit.swiftmodule/arm64.swiftinterface</key>
		<dict>
			<key>hash2</key>
			<data>
			0dr49Rg7DYwPCaqwNSa4xKhydD3vQNsBE54OZYAzYsM=
			</data>
		</dict>
		<key>Modules/LookKit.swiftmodule/arm64.swiftmodule</key>
		<dict>
			<key>hash2</key>
			<data>
			KMdjwi6XqdO6jANGN1jYLiS4hmEGWuWo2sk9jiw1v6k=
			</data>
		</dict>
		<key>Modules/module.modulemap</key>
		<dict>
			<key>hash2</key>
			<data>
			JKuZdJ3bnn1dlmmKo3XMKn2BqfMfHYc7gGtgJx79PEM=
			</data>
		</dict>
		<key>facenet_keras_weights_coreml.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			v2+MLodLZLiBN9ImblbhmCI2OVPoQN2nzewW7kuHY7I=
			</data>
		</dict>
		<key>facenet_keras_weights_coreml.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			Rj8TyoDy2lW9dSjKM8+vZ4fRrNQOYt+BOZ4sHLgLbko=
			</data>
		</dict>
		<key>facenet_keras_weights_coreml.mlmodelc/metadata.json</key>
		<dict>
			<key>hash2</key>
			<data>
			tWYIcjFX2eByWpjugTNuBGowhUaawJCit3Z0nvHVkt4=
			</data>
		</dict>
		<key>facenet_keras_weights_coreml.mlmodelc/model.espresso.net</key>
		<dict>
			<key>hash2</key>
			<data>
			ktBX10msCsca1gJt79OKqhI5uo3Cf16znw96a753D6E=
			</data>
		</dict>
		<key>facenet_keras_weights_coreml.mlmodelc/model.espresso.shape</key>
		<dict>
			<key>hash2</key>
			<data>
			5T7cmZiYypemp46zFqYRPPq9vj4lTUWXzgDmc3Wu+Bo=
			</data>
		</dict>
		<key>facenet_keras_weights_coreml.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash2</key>
			<data>
			uvHobtBkhAism6PMOYHpWj4hflm2qRN/dBik6rJpseI=
			</data>
		</dict>
		<key>facenet_keras_weights_coreml.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			CJPCiEp21Qvpv+Xxrb6up2khi9N7a6oBM7aTqzbcKdg=
			</data>
		</dict>
		<key>facenet_keras_weights_coreml.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			LDTOHfI7g4xavyp/ZDfMo9MGftUJ/yXxHfaxG1grUes=
			</data>
		</dict>
	</dict>
	<key>rules</key>
	<dict>
		<key>^.*</key>
		<true/>
		<key>^.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^version.plist$</key>
		<true/>
	</dict>
	<key>rules2</key>
	<dict>
		<key>.*\.dSYM($|/)</key>
		<dict>
			<key>weight</key>
			<real>11</real>
		</dict>
		<key>^(.*/)?\.DS_Store$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>2000</real>
		</dict>
		<key>^.*</key>
		<true/>
		<key>^.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^Info\.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^PkgInfo$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^embedded\.provisionprofile$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^version\.plist$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
	</dict>
</dict>
</plist>
